{
  "fr": [
    {
      "name": "François Hollande",
      "description": "Pour les articles homonymes, voir Hollande ."
    },
    {
      "name": "Nicolas Sarkozy",
      "description": "« Sarkozy » redirige ici. Pour les autres significations, voir Sarkozy , Nagy et Bocșa."
    },
    {
      "name": "François Mitterrand",
      "description": "« Mitterrand » redirige ici. Pour les autres significations, voir Mitterrand ."
    },
    {
      "name": "Charles de Gaulle",
      "description": "Pour les articles homonymes, voir Charles de Gaulle et Gaulle."
    },
    {
      "name": "Jacques Chirac",
      "description": "Pour les articles homonymes, voir Chirac."
    },
    {
      "name": "Valéry Giscard d'Estaing",
      "description": "« Giscard » et « VGE » redirigent ici. Pour les autres significations, voir Giscard et VGE ."
    },
    {
      "name": "Georges Pompidou",
      "description": "Pour les articles homonymes, voir Pompidou."
    },
    {
      "name": "Adolphe Thiers",
      "description": "Pour les articles homonymes, voir Thiers ."
    },
    {
      "name": "Napoléon Bonaparte",
      "description": "Pour les articles homonymes, voir Louis-Napoléon Bonaparte , Napoléon et Bonaparte ."
    },
    {
      "name": "Paul Doumer",
      "description": "Vous lisez un « article de qualité » labellisé en 2019."
    },
    {
      "name": "Alain Poher",
      "description": "Cet article possède un paronyme, voir Alain Bauer."
    },
    {
      "name": "Albert Lebrun",
      "description": "Pour les articles homonymes, voir Lebrun."
    },
    {
      "name": "René Coty",
      "description": "Pour les articles homonymes, voir Coty."
    },
    {
      "name": "Vincent Auriol",
      "description": "Pour les articles homonymes, voir Auriol."
    },
    {
      "name": "Patrice de Mac Mahon",
      "description": "Pour les autres membres de la famille, voir Famille de Mac Mahon."
    },
    {
      "name": "Émile Loubet",
      "description": "Pour les articles homonymes, voir Loubet."
    },
    {
      "name": "Raymond Poincaré",
      "description": "Pour les articles homonymes, voir Poincaré."
    },
    {
      "name": "Marie Carnot",
      "description": "Pour les articles homonymes, voir Sadi Carnot, Famille Carnot et Carnot."
    },
    {
      "name": "Alexandre Millerand",
      "description": "Vous lisez un « article de qualité » labellisé en 2019."
    },
    {
      "name": "Gaston Doumergue",
      "description": "Pour les articles homonymes, voir Doumergue."
    },
    {
      "name": "Félix Faure",
      "description": "Pour les articles homonymes, voir Alfred Faure et Félix Faure ."
    },
    {
      "name": "Jules Grévy",
      "description": "Pour les articles homonymes, voir Grévy."
    },
    {
      "name": "Clément Fallières",
      "description": "Pour les articles homonymes, voir Fallières."
    },
    {
      "name": "Paul Deschanel",
      "description": "Vous lisez un « article de qualité » labellisé en 2020."
    },
    {
      "name": "Georges Bidault",
      "description": "Ne doit pas être confondu avec Georges Bidault de l'Isle."
    },
    {
      "name": "Jean Casimir-Perier",
      "description": "Pour les articles homonymes, voir Périer."
    },
    {
      "name": "Charles Dupuy",
      "description": "Pour les articles homonymes, voir Dupuy."
    },
    {
      "name": "Louis Cavaignac",
      "description": "Cet article concerne l'homme politique. Pour son petit-fils historien, voir Eugène Cavaignac ."
    },
    {
      "name": "Louis None",
      "description": "Pour les articles homonymes, voir Trochu."
    },
    {
      "name": "Frédéric None",
      "description": "Frédéric François-Marsal, né le 16 mars 1874 à Paris 8e et mort le 20 mai 1958 à Gisors , est un homme d'affaires et un homme politique français de la droite républicaine, dont la carrière politique a culminé avec son bref passage à la présidence du Conseil en 1924."
    },
    {
      "name": "Emmanuel Macron",
      "description": "Pour les articles homonymes, voir Macron."
    }
  ],
  "be": [
    {
      "name": "Guy Verhofstadt",
      "description": "Guy Maurice Marie-Louise Verhofstadt is een Belgisch politicus voor de Open Vlaamse Liberalen en Democraten . Hij was premier van België van 12 juli 1999 tot 20 maart 2008 in drie regeringen. Hij beëindigde zijn actieve politieke carrière in het Europees Parlement, waar hij van 2009 tot 2019 fractieleider van de Alliantie van Liberalen en Democraten voor Europa was."
    },
    {
      "name": "Yves Leterme",
      "description": "Yves Camille Désiré Leterme is een voormalig Belgisch politicus. Hij was onder meer Vlaams minister-president en premier van België. Hij was lang boegbeeld van de CD&V en boegbeeld van het toenmalige kartel CD&V/N-VA."
    },
    {
      "name": "Herman None",
      "description": "Herman Achille graaf Van Rompuy is een Belgische politicus van de christendemocratische partij CD&V. Hij was tussen 30 december 2008 en 25 november 2009 de premier van België en van 1 januari 2010 tot en met 30 november 2014 voorzitter van de Europese Raad, in de media vaak incorrect 'president van Europa' genoemd. Op 19 november 2009 werd bekendgemaakt dat hij was verkozen tot de eerste permanente voorzitter en op 1 maart 2012 werd Van Rompuy met algemene stemmen door de 27 staatshoofden en regeringsleiders van de EU voor een tweede mandaat benoemd. Na deze termijn was hij niet meer herkiesbaar."
    },
    {
      "name": "Léon Delacroix",
      "description": "Léon Fréderic Gustave Delacroix was een Belgisch katholiek politicus. De Léon Delacroixstraat in Anderlecht en het metrostation Delacroix werden naar hem vernoemd."
    },
    {
      "name": "Henry Carton",
      "description": "Henri Victor Marie Ghislain Carton de Wiart was een Belgische politicus. Hij was premier van 1920 tot 1921."
    },
    {
      "name": "Georges Theunis",
      "description": "Georges Emile Pierre Léonard Theunis was een Belgisch industrieel en politicus van de Katholieke Partij."
    },
    {
      "name": "Aloïs Van de Vyvere",
      "description": "Aloys Jean Maria Joseph Van de Vyvere was een Belgisch katholiek volksvertegenwoordiger en minister."
    },
    {
      "name": "Prosper Poullet",
      "description": "Prosper Antoine Marie Joseph burggraaf Poullet was een Belgisch politicus."
    },
    {
      "name": "Henri Jaspar",
      "description": "Henri Jaspar was een Belgisch katholiek politicus, die twee keer premier van België was."
    },
    {
      "name": "Jules None",
      "description": "Jules Laurent Jean Louis Renkin was een Belgisch katholiek politicus."
    },
    {
      "name": "Paul Van Zeeland",
      "description": "Paul Guillaume van Zeeland was een Belgisch advocaat, econoom, katholiek politicus en staatsman."
    },
    {
      "name": "Achille Van Acker",
      "description": "Achille Honoré Van Acker uitspraak  was een Belgisch socialistisch politicus. Hij was viermaal premier van België."
    },
    {
      "name": "Camille Huysmans",
      "description": "Jean Joseph Camille Huysmans , geboren als Camiel Hansen, was een Belgisch journalist en socialistisch politicus voor de BWP / BSP."
    },
    {
      "name": "Gaston Eyskens",
      "description": "Gaston François Marie burggraaf Eyskens was een Belgisch econoom, hoogleraar aan de Katholieke Universiteit Leuven en christendemocratisch politicus. Hij was driemaal eerste minister in de periode tussen 1949 en 1973. Hij was de eerste Belgische regeringsleider die geboren was in de 20e eeuw."
    },
    {
      "name": "Leo Tindemans",
      "description": "Leonard Clemence Tindemans was een Belgisch politicus voor de CVP en minister van staat. Hij was eerste minister van twee regeringen in België en behaalde het grootste aantal voorkeurstemmen in de Belgische geschiedenis bij de Europese verkiezingen van 1979. Daardoor kreeg hij de bijnaam \"de man van 1 miljoen stemmen\"."
    },
    {
      "name": "Elio Di Rupo",
      "description": "Elio Di Rupo is een Belgische politicus voor de Parti Socialiste . Van 6 december 2011 tot 11 oktober 2014 was hij premier van België en werd meermaals minister en minister-president van de Waalse Regering."
    },
    {
      "name": "Jean-Luc Dehaene",
      "description": "Jean Luc Joseph Marie Dehaene uitspraak  was van 1992 tot 1999 premier van België. Hij was lid van de toenmalige CVP . Onder zijn regering werd België een volwaardige federale staat. Dehaene leidde twee coalitieregeringen met de socialisten en bekleedde verschillende ministerposten voor hij in 1992 eerste minister werd. Van 2000 tot 2007 was hij burgemeester van Vilvoorde. In 2002 werd hij voorgedragen als vicevoorzitter van de Europese Conventie."
    },
    {
      "name": "Frans Schollaert",
      "description": "François Victor Marie Ghislain Schollaert was een Belgisch katholiek politicus."
    },
    {
      "name": "Pieter Decker",
      "description": "Pierre Jacques François de Decker was een Belgisch politicus en auteur."
    },
    {
      "name": "Paul-Henri Spaak",
      "description": "Paul-Henri Charles Spaak uitspraak  was een Belgisch socialistisch politicus en regeringsleider."
    },
    {
      "name": "Auguste Beernaert",
      "description": "Auguste Marie François Beernaert was een Belgisch katholiek politicus en mensenrechtenactivist. In 1909 won hij de Nobelprijs voor de Vrede."
    },
    {
      "name": "Théodore Lefèvre",
      "description": "Théodore Joseph Albéric Marie Lefèvre was een Belgisch politicus. Hij was premier van België van 1961 tot 1965, aan het hoofd van de regering-Lefèvre-Spaak."
    },
    {
      "name": "Paul None",
      "description": "Paul Emile François Henri Vanden Boeynants , in de media en door hemzelf bijgenaamd 'VDB', was een Belgisch volksvertegenwoordiger, minister en premier. Als ondernemer was hij actief in de vleesindustrie."
    },
    {
      "name": "Étienne Gerlache",
      "description": "Etienne Constantin baron de Gerlache was advocaat, politicus en magistraat in het Verenigd Koninkrijk der Nederlanden en in België."
    },
    {
      "name": "Wilfried Martens",
      "description": "Wilfried Achiel Emma Martens uitspraak  was een Vlaams-Belgische politicus voor de CD&V en was van april 1979 tot maart 1992 eerste minister van België."
    },
    {
      "name": "Mark Eyskens",
      "description": "Marc Maria Frans burggraaf Eyskens is een Belgische emeritus hoogleraar, econoom, politicus en essayist. Van april tot december 1981 was hij premier van België."
    },
    {
      "name": "Pierre Harmel",
      "description": "Pierre Charles José Marie graaf Harmel was een Belgisch advocaat, hoogleraar en christendemocratisch staatsman."
    },
    {
      "name": "Hubert Pierlot",
      "description": "Hubert Marie Eugène Pierlot was de Belgische eerste minister van 1939 tot 1945."
    },
    {
      "name": "Jean-Baptiste Nothomb",
      "description": "Jean Baptiste Nothomb was een Belgisch staatsman en diplomaat die een belangrijke rol speelde bij het tot stand komen van de Belgische staat. Zo was hij een van de opstellers van de Belgische grondwet en onderhandelde hij over de verdragen die de Belgische onafhankelijkheid garandeerden."
    },
    {
      "name": "Edmond None",
      "description": "Edmond Jules Isidore Leburton was een Belgisch politicus voor de PSB."
    },
    {
      "name": "Jean None",
      "description": "Jean Pierre Armand Ghislain Marie Duvieusart was een Belgisch advocaat en katholiek politicus."
    },
    {
      "name": "Joseph Lebeau",
      "description": "Jean Louis Joseph Lebeau was lid van het Nationaal Congres, Belgisch liberaal volksvertegenwoordiger en eerste minister."
    },
    {
      "name": "Charles Rogier",
      "description": "Charles Latour Rogier was een Belgisch politicus en een van de grondleggers van de Belgische staat."
    },
    {
      "name": "Barthélemy None",
      "description": "Barthélemy-Théodore graaf de Theux de Meylandt was een Belgisch staatsman, eerste minister en lid van het Nationaal Congres."
    },
    {
      "name": "Felix None",
      "description": "Felix Amandus de Mûelenaere was een Belgisch unionistisch politicus."
    },
    {
      "name": "Alexander De Croo",
      "description": "Alexander Francis Herman De Croo is een Belgisch politicus voor Open Vld. Tussen oktober 2020 en februari 2025 was De Croo premier van België van de zogenaamde Vivaldicoalitie. Hij was de eerste Vlaamse premier in iets minder dan 10 jaar."
    },
    {
      "name": "Henri de Brouckère",
      "description": "Henri Ghislain Joseph Marie Hyacinthe de Brouckère was een Belgisch liberaal politicus. Hij was onder meer eerste minister, volksvertegenwoordiger en lid van het Belgisch Nationaal Congres."
    },
    {
      "name": "Albert None",
      "description": "Albert Joseph Goblet, sinds 1838 graaf Goblet d'Alviella was een Belgisch politicus en officier."
    },
    {
      "name": "Sylvain Weyer",
      "description": "Jean-Sylvain Van de Weyer , beter bekend als Sylvain Van de Weyer, was een van de grondleggers van de Belgische Staat, en later ook eerste minister."
    },
    {
      "name": "Jules Burlet",
      "description": "Jules Philippe Marie de Burlet was een Belgisch katholiek politicus."
    },
    {
      "name": "Paul-Émile None",
      "description": "Paul-Emile Janson was de Belgische eerste minister van november 1937 tot mei 1938."
    },
    {
      "name": "Jules Malou",
      "description": "Jules Edouard François-Xavier Malou was een Belgisch politicus. Hij was onder meer leider van de Katholieke Partij, volksvertegenwoordiger, senator en eerste minister."
    },
    {
      "name": "Charles Broqueville",
      "description": "Charles Marie Pierre Albert graaf de Broqueville was de Belgische kabinetsleider tijdens de Eerste Wereldoorlog en eerste minister van 22 oktober 1932 tot 20 november 1934. Hij was lid van de Katholieke Partij."
    },
    {
      "name": "Joseph Pholien",
      "description": "Joseph Clovis Louis Marie Emmanuel Pholien was een Belgisch politicus van de PSC."
    },
    {
      "name": "Jean Van Houtte",
      "description": "Jean Maria Josephus baron Van Houtte was een Belgisch advocaat, hoogleraar en politicus van de CVP."
    },
    {
      "name": "Walthère Frère",
      "description": "Hubert Joseph Walthère Frère-Orban was een Belgisch liberaal politicus die zijn stempel heeft gedrukt op de eerste halve eeuw onafhankelijkheid van België."
    },
    {
      "name": "Gérard Cooreman",
      "description": "Gérard François Marie Cooreman was een Belgisch advocaat en politicus voor de katholieke Partij."
    },
    {
      "name": "Jules Vandenpeereboom",
      "description": "Jules Pierre Henri François Xavier Vandenpeereboom was een Belgisch katholiek politicus."
    },
    {
      "name": "Paul None",
      "description": "Paul Joseph graaf de Smet de Naeyer was een Belgisch katholiek politicus."
    },
    {
      "name": "Jules Trooz",
      "description": "Baron Jules Henri Ghislain Marie de Trooz was een Belgisch katholiek politicus."
    },
    {
      "name": "Jules d'Anethan",
      "description": "Jules Joseph d'Anethan was een Belgisch politicus. Hij was premier van 2 juli 1870 tot 7 december 1871."
    },
    {
      "name": "Charles Michel",
      "description": "Charles Yves Jean Ghislaine Michel is een Belgisch politicus voor de partij Mouvement Réformateur . Van 11 oktober 2014 tot 27 oktober 2019 was hij premier van België in de regeringen Michel I en Michel II. Op 2 juli 2019 werd hij verkozen als voorzitter van de Europese Raad, in opvolging van Donald Tusk, een functie die hij van 1 december 2019 tot 30 november 2024 uitoefende."
    },
    {
      "name": "Sophie Wilmès",
      "description": "Sophie Wilmès is een Belgisch politica van de MR. Van 27 oktober 2019 tot 1 oktober 2020 was ze de eerste vrouwelijke premier van België. Vanaf 1 oktober 2020 was ze vicepremier en minister van Buitenlandse Zaken en Buitenlandse Handel. Om familiale redenen legde ze op 21 april 2022 haar bevoegdheden als minister tijdelijk neer. Op 15 juli 2022 legde ze haar functie definitief neer."
    }
  ],
  "ma": [
    {
      "name": "Mohammed None",
      "description": "⚠️ no description found"
    },
    {
      "name": "Hassan None",
      "description": "⚠️ no description found"
    },
    {
      "name": "Mohammed None",
      "description": "⚠️ no description found"
    },
    {
      "name": "Mohammed None",
      "description": "⚠️ no description found"
    }
  ],
  "us": [
    {
      "name": "George Washington",
      "description": "George Washington was a Founding Father and the first president of the United States, serving from 1789 to 1797. As commander of the Continental Army, Washington led Patriot forces to victory in the American Revolutionary War against the British Empire. He is commonly known as the Father of the Nation for his role in bringing about American independence."
    },
    {
      "name": "Barack Obama",
      "description": "Barack Hussein Obama II is an American politician who was the 44th president of the United States from 2009 to 2017. A member of the Democratic Party, he was the first African American president in American history. Obama previously served as a U.S. senator representing Illinois from 2005 to 2008 and as an Illinois state senator from 1997 to 2004."
    },
    {
      "name": "Abraham Lincoln",
      "description": "Abraham Lincoln was the 16th president of the United States, serving from 1861 until his assassination in 1865. He led the United States through the American Civil War, defeating the Confederate States of America and playing a major role in the abolition of slavery."
    },
    {
      "name": "George Bush",
      "description": "George Walker Bush is an American politician and businessman who was the 43rd president of the United States from 2001 to 2009. A member of the Bush family and the Republican Party, he is the eldest son of the 41st president, George H. W. Bush, and was the 46th governor of Texas from 1995 to 2000."
    },
    {
      "name": "Bill Clinton",
      "description": "William Jefferson Clinton is an American politician and lawyer who was the 42nd president of the United States from 1993 to 2001. A member of the Democratic Party, he previously served as the attorney general of Arkansas from 1977 to 1979 and as the governor of Arkansas from 1979 to 1981, and again from 1983 to 1992. Clinton, whose policies reflected a centrist \"Third Way\" political philosophy, became known as a New Democrat."
    },
    {
      "name": "Joe Biden",
      "description": "Joseph Robinette Biden Jr. is an American politician who was the 46th president of the United States from 2021 to 2025. A member of the Democratic Party, he served as the 47th vice president from 2009 to 2017 and represented Delaware in the U.S. Senate from 1973 to 2009."
    },
    {
      "name": "Franklin Roosevelt",
      "description": "Franklin Delano Roosevelt , also known as FDR, was the 32nd president of the United States, serving from 1933 until his death in 1945. He is the longest-serving U.S. president, and the only one to have served more than two terms. His first two terms were centered on combating the Great Depression, while his third and fourth saw him shift his focus to America's involvement in World War II."
    },
    {
      "name": "Andrew Johnson",
      "description": "Andrew Johnson was the 17th president of the United States, serving from 1865 to 1869. The 16th vice president, he assumed the presidency following the assassination of Abraham Lincoln. Johnson was a Southern Democrat who ran with Lincoln on the National Union Party ticket in the 1864 presidential election, coming to office as the American Civil War concluded. Johnson favored quick restoration of the seceded states to the Union without protection for the newly freed people who were formerly enslaved, as well as pardoning ex-Confederates. This led to conflict with the Republican Party-dominated U.S. Congress, culminating in his impeachment by the House of Representatives in 1868. He was acquitted in the Senate by one vote."
    },
    {
      "name": "Gerald Ford",
      "description": "Gerald Rudolph Ford Jr. was the 38th president of the United States, serving from 1974 to 1977. A member of the Republican Party, Ford assumed the presidency after the resignation of President Richard Nixon, under whom he had served as the 40th vice president from 1973 to 1974 following Spiro Agnew's resignation. Prior to that, he served as a member of the U.S. House of Representatives from 1949 to 1973."
    },
    {
      "name": "Richard Nixon",
      "description": "Richard Milhous Nixon was the 37th president of the United States, serving from 1969 until his resignation in 1974. A member of the Republican Party, he previously served as the 36th vice president under President Dwight D. Eisenhower from 1953 to 1961, and also as a representative and senator from California. His presidency saw the reduction of U.S. involvement in the Vietnam War, détente with the Soviet Union and China, the Apollo 11 Moon landing, and the establishment of the Environmental Protection Agency and Occupational Safety and Health Administration. Nixon's second term ended early when he became the only U.S. president to resign from office, as a result of the Watergate scandal."
    },
    {
      "name": "Lyndon Johnson",
      "description": "Lyndon Baines Johnson , also known as LBJ, was the 36th president of the United States, serving from 1963 to 1969. He became president after the assassination of John F. Kennedy, under whom he had served as the 37th vice president from 1961 to 1963. A Southern Democrat, Johnson previously represented Texas in Congress for over 23 years, first as a U.S. representative from 1937 to 1949, and then as a U.S. senator from 1949 to 1961."
    },
    {
      "name": "John Kennedy",
      "description": "John Fitzgerald Kennedy , also known as JFK, was the 35th president of the United States, serving from 1961 until his assassination in 1963. He was the first Roman Catholic and youngest person elected president at 43 years. Kennedy served at the height of the Cold War, and the majority of his foreign policy concerned relations with the Soviet Union and Cuba. A member of the Democratic Party, Kennedy represented Massachusetts in both houses of the United States Congress prior to his presidency."
    },
    {
      "name": "Dwight Eisenhower",
      "description": "Dwight David \"Ike\" Eisenhower was the 34th president of the United States, serving from 1953 to 1961. During World War II, he was Supreme Commander of the Allied Expeditionary Force in Europe and achieved the five-star rank as General of the Army. Eisenhower planned and supervised two of the most consequential military campaigns of World War II: Operation Torch in the North Africa campaign in 1942–1943 and the invasion of Normandy in 1944."
    },
    {
      "name": "Ronald Reagan",
      "description": "Ronald Wilson Reagan was an American politician and actor who served as the 40th president of the United States from 1981 to 1989. He was a member of the Republican Party and became an important figure in the American conservative movement. His presidency is known as the Reagan era."
    },
    {
      "name": "Harry Truman",
      "description": "Harry S. Truman was the 33rd president of the United States, serving from 1945 to 1953. As the 34th vice president in 1945, he assumed the presidency upon the death of Franklin D. Roosevelt that year. Subsequently, Truman implemented the Marshall Plan in the aftermath of World War II to rebuild the economy of Western Europe, and established both the Truman Doctrine and NATO to contain the expansion of Soviet communism. A member of the Democratic Party, he proposed numerous New Deal coalition liberal domestic reforms, but few were enacted by the conservative coalition that dominated the United States Congress."
    },
    {
      "name": "John Adams",
      "description": "John Adams was a Founding Father and the second president of the United States from 1797 to 1801. Before his presidency, he was a leader of the American Revolution that achieved independence from Great Britain. During the latter part of the Revolutionary War and in the early years of the new nation, he served the U.S. government as a senior diplomat in Europe. Adams was the first person to hold the office of vice president of the United States, serving from 1789 to 1797. He was a dedicated diarist and regularly corresponded with important contemporaries, including his wife and adviser Abigail Adams and his friend and political rival Thomas Jefferson."
    },
    {
      "name": "Thomas Jefferson",
      "description": "Thomas Jefferson was an American Founding Father and the third president of the United States from 1801 to 1809. He was the primary author of the Declaration of Independence. Jefferson was the nation's first U.S. secretary of state under George Washington and then the nation's second vice president under John Adams. Jefferson was a leading proponent of democracy, republicanism, and natural rights, and he produced formative documents and decisions at the state, national, and international levels."
    },
    {
      "name": "James Madison",
      "description": "James Madison was an American statesman, diplomat, and Founding Father who served as the fourth president of the United States from 1809 to 1817. Madison was popularly acclaimed as the \"Father of the Constitution\" for his pivotal role in drafting and promoting the Constitution of the United States and the Bill of Rights."
    },
    {
      "name": "James Monroe",
      "description": "James Monroe was an American Founding Father who served as the fifth president of the United States from 1817 to 1825. He was the last Founding Father to serve as president as well as the last president of the Virginia dynasty. He was a member of the Democratic-Republican Party, and his presidency coincided with the Era of Good Feelings, concluding the First Party System era of American politics. He issued the Monroe Doctrine, a policy of limiting European colonialism in the Americas. Monroe previously served as Governor of Virginia, a member of the United States Senate, U.S. ambassador to France and Britain, the seventh secretary of state, and the eighth secretary of war."
    },
    {
      "name": "John Adams",
      "description": "John Quincy Adams was the sixth president of the United States, serving from 1825 to 1829. He previously served as the eighth United States secretary of state from 1817 to 1825. During his long diplomatic and political career, Adams served as an ambassador and also as a member of the United States Congress representing Massachusetts in both chambers. He was the eldest son of John Adams, who served as the second president of the United States from 1797 to 1801, and First Lady Abigail Adams. Initially a Federalist like his father, he won election to the presidency as a member of the Democratic-Republican Party, and later, in the mid-1830s, became affiliated with the Whig Party."
    },
    {
      "name": "Andrew Jackson",
      "description": "Andrew Jackson was the seventh president of the United States from 1829 to 1837. Before his presidency, he rose to fame as a general in the U.S. Army and served in both houses of the U.S. Congress. His political philosophy became the basis for the Democratic Party. Jackson's legacy is controversial: he has been praised as an advocate for working Americans and preserving the union of states, and criticized for his racist policies, particularly towards Native Americans."
    },
    {
      "name": "Martin Van Buren",
      "description": "Martin Van Buren was the eighth president of the United States, serving from 1837 to 1841. A primary founder of the Democratic Party, he served as New York's attorney general and U.S. senator, then briefly as the ninth governor of New York before joining Andrew Jackson's administration as the tenth United States secretary of state, minister to the United Kingdom, and ultimately the eighth vice president from 1833 to 1837, after being elected on Jackson's ticket in 1832. Van Buren won the presidency in 1836 against divided Whig opponents. He lost re-election in 1840, and failed to win the Democratic nomination in 1844. Later in his life, he re-emerged as an elder statesman and an anti-slavery leader who led the Free Soil Party ticket in the 1848 presidential election."
    },
    {
      "name": "William Harrison",
      "description": "William Henry Harrison was the ninth president of the United States, serving from March 4 to April 4, 1841, the shortest presidency in U.S. history. He was also the first U.S. president to die in office, causing a brief constitutional crisis, since presidential succession was not then fully defined in the U.S. Constitution. Harrison was the last president born as a British subject in the Thirteen Colonies. He was a member of the Harrison family of Virginia, a son of Benjamin Harrison V, who was a U.S. Founding Father  he was also the grandfather of Benjamin Harrison, the 23rd U.S. president."
    },
    {
      "name": "John Tyler",
      "description": "John Tyler was the tenth president of the United States, serving from 1841 to 1845, after briefly holding office as the tenth vice president in 1841. He was elected vice president on the 1840 Whig ticket with President William Henry Harrison, succeeding to the presidency following Harrison's death 31 days after assuming office. Tyler was a stalwart supporter and advocate of states' rights, including regarding slavery, and he adopted nationalistic policies as president only when they did not infringe on the states' powers. His unexpected rise to the presidency posed a threat to the presidential ambitions of Henry Clay and other Whig politicians and left Tyler estranged from both of the nation's major political parties at the time."
    },
    {
      "name": "James Polk",
      "description": "James Knox Polk was the 11th president of the United States, serving from 1845 to 1849. A protégé of Andrew Jackson and a member of the Democratic Party, he was an advocate of Jacksonian democracy and extending the territory of the United States. Polk led the U.S. into the Mexican–American War, and after winning the war he annexed the Republic of Texas, the Oregon Territory, and the Mexican Cession."
    },
    {
      "name": "Zachary Taylor",
      "description": "Zachary Taylor was an American military officer and politician who was the 12th president of the United States, serving from 1849 until his death in 1850. Taylor was a career officer in the United States Army, rising to the rank of major general and becoming a national hero for his victories in the Mexican–American War. As a result, he won election to the White House despite his vague political beliefs. His top priority as president was to preserve the Union. He died 16 months into his term from a stomach disease. Taylor had the third-shortest presidential term in U.S. history and was the third president whose death has been traced to poor sanitation in Washington DC."
    },
    {
      "name": "Millard Fillmore",
      "description": "Millard Fillmore was the 13th president of the United States, serving from 1850 to 1853. He was the last president to be a member of the Whig Party while in the White House, and the last to be neither a Democrat nor a Republican. A former member of the U.S. House of Representatives, Fillmore was elected vice president in 1848, and succeeded to the presidency when Zachary Taylor died in 1850. Fillmore was instrumental in passing the Compromise of 1850, which led to a brief truce in the battle over the expansion of slavery."
    },
    {
      "name": "Franklin Pierce",
      "description": "Franklin Pierce was the 14th president of the United States, serving from 1853 to 1857. A northern Democrat who believed that the abolitionist movement was a fundamental threat to the nation's unity, he alienated anti-slavery groups by signing the Kansas–Nebraska Act and enforcing the Fugitive Slave Act. Conflict between North and South continued after Pierce's presidency, and, after Abraham Lincoln was elected president in 1860, the Southern states seceded, resulting in the American Civil War."
    },
    {
      "name": "James Buchanan",
      "description": "James Buchanan Jr. was the 15th president of the United States, serving from 1857 to 1861. He also served as the secretary of state from 1845 to 1849 and represented Pennsylvania in both houses of the U.S. Congress. Buchanan was an advocate for states' rights, particularly regarding slavery, and minimized the role of the federal government preceding the American Civil War."
    },
    {
      "name": "Donald Trump",
      "description": "Donald John Trump is an American politician, media personality, and businessman who is the 47th president of the United States. A member of the Republican Party, he served as the 45th president from 2017 to 2021."
    },
    {
      "name": "George Bush",
      "description": "George Herbert Walker Bush was the 41st president of the United States, serving from 1989 to 1993. A member of the Republican Party, he also served as the 43rd vice president from 1981 to 1989 under Ronald Reagan and previously in various other federal positions."
    },
    {
      "name": "Jimmy Carter",
      "description": "James Earl Carter Jr. was an American politician and humanitarian who served as the 39th president of the United States from 1977 to 1981. A member of the Democratic Party, Carter served from 1971 to 1975 as the 76th governor of Georgia and from 1963 to 1967 in the Georgia State Senate. He was the longest-lived president in U.S. history and the first to reach the age of 100."
    },
    {
      "name": "Theodore Roosevelt",
      "description": "Theodore Roosevelt Jr. , also known as Teddy or T. R., was the 26th president of the United States, serving from 1901 to 1909. Roosevelt previously was involved in New York politics, including serving as the state's 33rd governor for two years. He served as the 25th vice president under President William McKinley for six months in 1901, assuming the presidency after McKinley's assassination. As president, Roosevelt emerged as a leader of the Republican Party and became a driving force for anti-trust and Progressive Era policies."
    },
    {
      "name": "Woodrow Wilson",
      "description": "Thomas Woodrow Wilson was the 28th president of the United States, serving from 1913 to 1921. He was the only Democrat to serve as president during the Progressive Era when Republicans dominated the presidency and legislative branches. As president, Wilson changed the nation's economic policies and led the United States into World War I. He was the leading architect of the League of Nations, and his stance on foreign policy came to be known as Wilsonianism."
    },
    {
      "name": "James Garfield",
      "description": "James Abram Garfield was the 20th president of the United States, serving from March 1881 until his death in September that year after being shot two months earlier. A preacher, lawyer, and Civil War general, Garfield served nine terms in the United States House of Representatives and is the only sitting member of the House to be elected president. Before his candidacy for the presidency, he had been elected to the U.S. Senate by the Ohio General Assembly—a position he declined when he became president-elect."
    },
    {
      "name": "Ulysses Grant",
      "description": "Ulysses S. Grant was the 18th president of the United States, serving from 1869 to 1877. In 1865, as commanding general, Grant led the Union Army to victory in the American Civil War."
    },
    {
      "name": "William McKinley",
      "description": "William McKinley was the 25th president of the United States, serving from 1897 until his assassination in 1901. A member of the Republican Party, he led a realignment that made Republicans largely dominant in the industrial states and nationwide for decades. McKinley successfully led the U.S. in the Spanish–American War and oversaw a period of American expansionism, with the annexations of Hawaii, Puerto Rico, Guam, the Philippines, and American Samoa."
    },
    {
      "name": "Stephen Cleveland",
      "description": "Stephen Grover Cleveland was the 22nd and 24th president of the United States, serving from 1885 to 1889 and from 1893 to 1897. He was the first U.S. president to serve nonconsecutive terms and the first Democrat elected president after the Civil War."
    },
    {
      "name": "Herbert Hoover",
      "description": "Herbert Clark Hoover was the 31st president of the United States, serving from 1929 to 1933. A wealthy mining engineer before his presidency, Hoover led the wartime Commission for Relief in Belgium and was the director of the U.S. Food Administration, followed by post-war relief of Europe. As a member of the Republican Party, he served as the third United States secretary of commerce from 1921 to 1928 before being elected president in 1928. His presidency was dominated by the Great Depression, and his policies and methods to combat it were seen as lackluster. Amid his unpopularity, he decisively lost reelection to Franklin D. Roosevelt in 1932."
    },
    {
      "name": "Warren Harding",
      "description": "Warren Gamaliel Harding was the 29th president of the United States, serving from 1921 until his death in 1923. A member of the Republican Party, he was one of the most popular sitting U.S. presidents while in office. After his death, a number of scandals were exposed, including Teapot Dome, as well as an extramarital affair with Nan Britton, which damaged his reputation."
    },
    {
      "name": "Chester Arthur",
      "description": "Chester Alan Arthur was the 21st president of the United States, serving from 1881 to 1885. He was a Republican from New York who previously served as the 20th vice president under President James A. Garfield. Assuming the presidency after Garfield's assassination, Arthur's presidency saw the largest expansion of the U.S. Navy, the end of the so-called \"spoils system\", and the implementation of harsher restrictions for migrants entering from abroad."
    },
    {
      "name": "William Taft",
      "description": "William Howard Taft served as the 27th president of the United States from 1909 to 1913 and the tenth chief justice of the United States from 1921 to 1930. He is the only person to have held both offices."
    },
    {
      "name": "Benjamin Harrison",
      "description": "Benjamin Harrison was the 23rd president of the United States, serving from 1889 to 1893. He was a member of the Harrison family of Virginia—a grandson of the ninth president, William Henry Harrison, and a great-grandson of Benjamin Harrison V, a Founding Father. A Union Army veteran and a Republican, he defeated incumbent Grover Cleveland to win the presidency in 1888."
    },
    {
      "name": "Rutherford Hayes",
      "description": "Rutherford Birchard Hayes was the 19th president of the United States, serving from 1877 to 1881."
    },
    {
      "name": "John Coolidge",
      "description": "Calvin Coolidge was the 30th president of the United States, serving from 1923 to 1929. A Republican lawyer from Massachusetts, he previously served as the 29th vice president from 1921 to 1923 under President Warren G. Harding, and as the 48th governor of Massachusetts from 1919 to 1921. Coolidge gained a reputation as a small-government conservative with a taciturn personality and dry sense of humor that earned him the nickname \"Silent Cal\"."
    }
  ],
  "ru": [
    {
      "name": "Vladimir Putin",
      "description": "Влади́мир Влади́мирович Пу́тин — российский государственный и политический деятель. Действующий президент Российской Федерации, председатель Государственного Совета Российской Федерации и Совета Безопасности Российской Федерации  Верховный главнокомандующий Вооружёнными силами Российской Федерации с 7 мая 2012 года. Ранее занимал должность президента с 7 мая 2000 по 7 мая 2008 года, также в 1999—2000 и 2008—2012 годах занимал должность председателя правительства Российской Федерации. Фактически руководит Россией, согласно разным оценкам, с 1999 или с 2000 года. В сентябре 2017 года Путин стал самым долго правящим российским лидером после Иосифа Сталина, а после окончания пятого президентского срока станет таковым со времён Екатерины II."
    },
    {
      "name": "Dmitry Medvedev",
      "description": "иностранные:"
    },
    {
      "name": "Boris Yeltsin",
      "description": "Бори́с Никола́евич Е́льцин , Бутка, Буткинский район, Уральская область, РСФСР, СССР — 23 апреля 2007, Москва, Россия  — советский и российский партийный, государственный и политический деятель, первый Президент Российской Федерации ➤  в ноябре 1991 — июне 1992 года одновременно возглавлял правительство России. С марта по май 1992 года исполнял обязанности министра обороны Российской Федерации."
    }
  ]
}
